import React from 'react';
import styles from './ArcGisPage.module.css';

const ArcGisPage = () => (
  <div className={styles.holder}>
    <div className={styles.content}>
      <div>
        <h2 сlassName={styles.pageTitle}>ArcGIS</h2>
        <div className={styles.separator} />
        <img
          alt="logo"
          src="https://via.placeholder.com/600x400"
          className={styles.pageMainImage}
        />
      </div>
      <p className={styles.textPage}>
        ArcGIS є інтегрованим набором програмних продуктів ГІС для розробки
        повнофункціональної ГІС. ArcGIS дозволяє користувачам розгортати
        функціональність ГІС в тому місці де вона потрібна в настільному
        варіанті, серверному або у вигляді спеціально створених додатків; для
        Web або для роботи в польових умовах. Настільна ГІС є основною
        платформою для ГІС професіоналів, які об&apos;єднують, створюють і
        використовують географічну інформацію і знання. Серверна ГІС дозволяє
        програмному забезпеченню бути централізованим на серверах дає можливості
        великому числу користувачів через мережі. Мобільна ГІС дозволяє
        польовому персоналу компанії збирати, зберігати, оновлювати, обробляти,
        аналізувати та показувати географічну інформацію. Подібно до всіх
        інформаційних систем, ArcGIS забезпечена перевіреної моделлю для роботи
        з даними - база геоданих. База геоданих є загальним середовищем, що
        розділяється всіма продуктами та додатками сімейства ArcGIS, яка
        дозволяє працювати з різноманітними типами даних, застосовувати правила
        і зв&apos;язки, отримувати доступ до величезних обсягів географічних
        даних, які зберігаються в файлах і базах даних. База геоданих не тільки
        є менеджером географічних даних, вона також реалізує зрозумілу
        бізнес-логіку яка, наприклад, формує зв&apos;язки між таким типами даних
        як топології й геометричні мережі, перевіряє дані та управляє доступом
        до них.
      </p>
    </div>
  </div>
);

export default ArcGisPage;
