import React from 'react';
import styles from './BusinessPage.module.css';

const BusinessPage = () => (
  <div className={styles.holder}>
    <div className={styles.content}>
      <div>
        <h2 сlassName={styles.pageTitle}>Бізнес</h2>
        <div className={styles.separator} />
        <img
          alt="logo"
          src="https://via.placeholder.com/800x300"
          className={styles.pageMainImage}
        />
      </div>
      <p className={styles.textPage}>
        Ваш бізнес не стоїть на місці ГІС не тільки може істотно поліпшити
        процес прийняття рішень і планування, а й підтримувати щоденну
        діяльність з управління активами, яка є істотною частиною успішного
        бізнесу в багатьох галузях - від виробництва і торгівлі до інженерних
        комунікацій і транспорту. Перетворіть ваше розуміння та обізнаність про
        внутрішній і зовнішній стан ваших об&apos;єктів з Esri. Починаючи від
        оптимізації інвестиційного портфеля, вибору майданчика, проектування і
        будівництва до експлуатації та технічного обслуговування об&apos;єктів -
        ГІС і просторова аналітика дають вам краще бачення. Оскільки Esri
        інтегрується з провідним програмним забезпеченням по управлінню
        об&apos;єктами, ви можете використовувати його протягом усього життєвого
        циклу ваших активів.
      </p>
    </div>
  </div>
);

export default BusinessPage;
