import React from 'react';
import styles from './TechSupportPage.module.css';

const TechSupportPage = () => (
  <div className={styles.holder}>
    <div className={styles.content}>
      <div>
        <h2 сlassName={styles.pageTitle}>Загальні питання</h2>
        <div className={styles.separator} />
        <img
          alt="help"
          src="/images/help.png"
          className={styles.pageMainImage}
        />
      </div>
      <p className={styles.textPage}>
        <b className={styles.question}>
          Що таке обліковий запис ArcGIS, і чим він відрізняється від облікового
          запису Esri?
        </b>
        Це може бути персональний обліковий запис або обліковий запис
        організації. Обліковий запис Esri забезпечує доступ до веб-ресурсів
        Esri, наприклад, My Esri та GeoNet, який дозволяє керувати електронними
        повідомленнями від Esri. Можна увійти в ArcGIS під своїм обліковим
        записом Esri й працювати з загальнодоступними компонентами. Якщо ваш
        обліковий запис ArcGIS є персональним, ви автоматично отримуєте доступ
        до веб-ресурсів Esri. Якщо ваш обліковий запис ArcGIS є обліковим
        записом організації, ваш адміністратор може дати вам доступ до
        веб-ресурсів Esri, включивши доступ для вашого профілю.
      </p>
      <p className={styles.textPage}>
        <b className={styles.question}>
          Як мені зв&apos;язатися з користувачами ПЗ Esri в інших країнах?
        </b>
        Ви можете відвідати GeoNet - мережевий ресурс, де учасники спільноти
        Esri - користувачі, партнери, співробітники та інші фахівці в ГІС
        спілкуються і діляться досвідом. Ви можете більше дізнатися про
        практичні питання використання ПЗ Esri та досвід застосування ГІС у
        вашій галузі.
      </p>
      <p className={styles.textPage}>
        <b className={styles.question}>
          Де можна отримати довідкову інформацію про продукти Esri?
        </b>
        Всі продукти забезпечені дуже зручною і доступною довідковою
        інформацією, яку ви можете отримати буквально «на льоту», не
        відриваючись від роботи. Ви можете вивчити також спеціалізований ресурс.
      </p>
      <p className={styles.textPage}>
        <b className={styles.question}>
          Як я можу навчитися використовувати програмне забезпечення Esri?
        </b>
        Esri надає великі можливості для розвитку своїх користувачів, регулярно
        проводячи різноманітні заходи для навчання, в тому числі й безкоштовні
        семінари та веб-курси. Ви можете більше дізнатися про це на ресурсі
        <a
          className={styles.pageLink}
          href="https://www.esri.com/training/ "
          target="_blank"
          rel="noopener noreferrer"
        >
          тренінгу
        </a>{' '}
        .
      </p>
      <p className={styles.textPage}>
        <b className={styles.question}>
          Як зрозуміти, які програмні продукти Esri необхідні для вирішення моїх
          завдань?
        </b>
        Зв&apos;яжіться з нами, щоб отримати інформацію про необхідний набір ПЗ
        для вирішення ваших завдань.
      </p>
      <p className={styles.textPage}>
        <b className={styles.question}>
          Навіщо використовувати програмне забезпечення ГІС від Esri, в чому
          його перевага?
        </b>
        Серед переваг нашої платформи: Цілісність, надійність, потужна технічна
        підтримка, велика спільнота користувачів, найсильніший аналітичний
        функціонал і міцні позиції світового лідера ринку програмного
        забезпечення ГІС. Слідкуйте за новинами Esri, Esri Ukraine та ECOMM Co,
        щоб отримувати регулярні оповіщення про події.В Україні консультаційні
        послуги з використання ПЗ Esri надає компанія ECOMM Co.
      </p>
    </div>
  </div>
);

export default TechSupportPage;
