import React from 'react';
import styles from './StudyPage.module.css';

const StudyPage = () => (
  <div className={styles.holder}>
    <div className={styles.content}>
      <div className={styles.pageMainImageHolder}>
        <h2 сlassName={styles.pageTitle}>Навчання програмним продуктам ESRI</h2>
        <div className={styles.separator} />
      </div>
      <p className={styles.textPage}>
        Програмне забезпечення від ESRI зможе принести користь для вашої
        організації, тільки в тому випадку, якщо працівники будуть знати, як ним
        користуватися. За допомогою наших інформаційно-консультаційних послуг ви
        зможете забезпечити повну рентабельність інвестицій в програмне
        забезпечення, швидко налагодивши роботу свого колективу. З іншого боку,
        ви може визначитися з програмними продуктами, які необхідні для
        вирішення ваших завдань, після того, як ближче познайомитеся з
        можливостями платформи після прослуховування курсів. Протягом короткого
        часу (від 2-х до 5-ти днів) слухачі отримують ряд навичок, які
        дозволяють надалі професійно використовувати геоінформаційні системи в
        проектах. Консультації проводяться в нашому офісі або на території
        замовника за методиками й матеріалами ESRI. Курси читають сертифіковані
        фахівці, після закінчення курсів всім слухачам надаються навчальні
        посібники російською та англійською мовами, а також необхідні дані.
        Такий підхід - оптимальний вибір, як для тих, хто тільки починає
        працювати з програмним ГІС забезпеченням ESRI, так і для професіоналів,
        які вже багато років працюють з ним.
      </p>
      <p className={styles.textPage}>
        В ході занять крім вивчення можливостей продукту, слухачі виконують на
        комп&apos;ютері комплекс навчальних вправ, що дозволяють закріпити
        отримані при роботі з ГІС знання та навички. На сайті
        http://www.esri.com/training/ ви також можете знайти перелік
        безкоштовних онлайн курсів, які проводить безпосередньо компанія ESRI. У
        процесі навчання, ви отримуєте необхідні лекційні матеріали, а також
        безкоштовний доступ до хмарних платформ від ESRI - ArcGIS Online. Після
        завершення курсу учасники отримують сертифікати. Крім запропонованих
        онлайн курсів Ви можете брати участь у навчальних семінарах, які
        проводять ГІС фахівці в режимі онлайн. Семінари проходять одну годину і
        є безкоштовними, інтерактивними та не вимагають попередньої реєстрації
        учасників.
      </p>
      <p className={styles.textPage}>
        <b>
          Наша компанія пропонує широкий вибір тематичних курсів, розрахованих
          на різний рівень підготовки слухачів:
        </b>{' '}
        <br />
        • ArcGIS Desktop I: Початок роботи з ГІС; <br />
        • ArcGIS Desktop II: Інструменти та функціональність; <br />
        • Побудова баз геоданих; <br />
        • Аналіз в ArcGIS Desktop; <br />
        • Введення в ArcGIS for Server; <br />
        • Адміністрування багатокористувацьких баз геоданих; <br />
        • Точне землеробство. <br />
      </p>
      <p className={styles.textPage}>
        В ході занять крім вивчення можливостей продукту, слухачі виконують на
        комп&apos;ютері комплекс навчальних вправ, що дозволяють закріпити
        отримані при роботі з ГІС знання та навички. На сайті
        http://www.esri.com/training/ ви також можете знайти перелік
        безкоштовних онлайн курсів, які проводить безпосередньо компанія ESRI. У
        процесі навчання, ви отримуєте необхідні лекційні матеріали, а також
        безкоштовний доступ до хмарних платформ від ESRI - ArcGIS Online. Після
        завершення курсу учасники отримують сертифікати. Крім запропонованих
        онлайн курсів Ви можете брати участь у навчальних семінарах, які
        проводять ГІС фахівці в режимі онлайн. Семінари проходять одну годину і
        є безкоштовними, інтерактивними та не вимагають попередньої реєстрації
        учасників.
      </p>
    </div>
  </div>
);

export default StudyPage;
