import React from 'react';
import styles from './EnviPage.module.css';

const EnviPage = () => (
  <div className={styles.holder}>
    <div className={styles.content}>
      <div>
        <h2 сlassName={styles.pageTitle}>ENVI</h2>
        <div className={styles.separator} />
        <img
          alt="logo"
          src="https://via.placeholder.com/950x600"
          className={styles.pageMainImage}
        />
      </div>
      <p className={styles.textPage}>
        Одне рішення для всіх типів використовуваних даних. Читання й аналіз
        різних форматів даних. ENVI підтримує понад 70 форматів даних, включаючи
        наукові формати, такі як HDF і CDF, типи зображень такі як GeoTIFF і
        додатково забезпечує сумісний з JITC файл формату nitf. Крім того, ENVI
        на рівні підприємства надає швидкий і простий доступ до зображень через
        OGC і сумісний з jpip сервери організації або через інтернет.
        З&apos;єднання різних форм даних. Оскільки є можливість працювати з
        декількома джерелами зображення, важливо об&apos;єднувати кілька форм
        даних, щоб отримати повне уявлення про географічні зони. У ENVI можна
        з&apos;єднувати радарні дані, дані LiDAR, SAR, оптичні дані,
        гіперспектральних і мультиспектральні дані, стерео і термо та акустичні
        дані. Це дозволяє використовувати сильні сторони кожної камери й
        створювати геопросторові дані для прийняття обґрунтованих рішень.
        Використання даних від різних типів камер. ENVI підтримує зображення
        зібрані від найсучасніших і найбільш популярних супутникових і
        встановлених на борту літака камер: панхроматичні дані,
        мультиспектральні, гіперспектральних, радарні, термальні, HDF5,
        повноформатну відео, Net CDF-4 і LiDAR. Підтримуються наступні камери:
        ASTER, AVIRIS, AVHRR, Landsat 8, NPP VIIRS, Pleiades, QuickBird,
        RADARSAT, SkySat-1, SPOT, TMS, USGS DEM data, WorldView-3, власна камера
        LiDAR даних працює в режимі Гейгера та інших. Проста обробка великих
        обсягів даних. Дані, отримані за допомогою сучасних камер, містять
        більше інформації, ніж будь-коли раніше. Для того, щоб ефективно читати
        та витягувати інформацію з великих наборів даних, необхідно програмне
        рішення, яке не має обмежень на розмір файлів. ENVI працює з будь-яким
        набором даних і має автоматизовані інструменти для швидкої й простої
        підготовки великих і маленьких зображень для перегляду та подальшого
        аналізу.
      </p>
    </div>
  </div>
);

export default EnviPage;
